import "./PrivacyPolicyPage.scss";


export default function PrivacyPolicyPage() {
    return (
            <section className="privacy container__row">
            <h1 className="privacy__title">Политика конфиденциальности</h1>
                <div className="privacy__content">
                    <p className="privacy__list-title">Для защиты персональных данных ООО «Ресайклекс» предпринимает правовые, организационные и технические меры, направленные на:</p>
                        <ul className="privacy__list"> 
                            <li className="privacy__list-item list-item_bottom">обеспечение защиты информации от неправомерного доступа, уничтожения, модификации, блокирования, копирования, предоставления, распространения, а также от иных неправомерных действий в отношении защищаемой информации; </li>
                            <li className="privacy__list-item list-item_bottom">соблюдение конфиденциальности информации ограниченного доступа; </li>
                            <li className="privacy__list-item">реализацию права на доступ к информации.</li>
                        </ul>
                    <p className="privacy__text">ООО «Ресайклекс» принимает организационные и технические меры защиты персональных данных в соответствии с требованиями международных договоров, законодательства Российской Федерации в области обеспечения безопасности персональных данных. </p>    
                    <p className="privacy__list-title">Для защиты персональных данных субъектов персональных данных Компанией соблюдаются, в том числе, но не ограничиваясь, следующие правила:</p>
                        <ul className="privacy__list"> 
                            <li className="privacy__list-item list-item_bottom">назначение лица, ответственного за организацию обработки персональных данных субъектов персональных данных; </li>
                            <li className="privacy__list-item list-item_bottom">назначение лица, ответственного за обеспечение безопасности организации обработки персональных данных субъектов персональных данных;</li>
                            <li className="privacy__list-item list-item_bottom">ограничение и регламентация состава работников, функциональные (должностные) обязанности которых требуют доступа к информации, содержащей персональные данные субъектов;</li>
                            <li className="privacy__list-item list-item_bottom">издание внутренних локальных актов, устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранения последствий таких нарушений; </li>
                            <li className="privacy__list-item list-item_bottom">избирательное и обоснованное распределение документов и информации (в том числе хранящейся в информационной системе персональных данных), содержащих персональные данные субъектов, между работниками, функциональные (должностные) обязанности которых требуют доступа к информации, содержащей персональные данные субъектов;</li>
                            <li className="privacy__list-item list-item_bottom">организация порядка уничтожения информации, содержащей персональные данные субъектов если законодательством и (или) Обществом не установлены требования по хранению соответствующих данных;</li>
                            <li className="privacy__list-item list-item_bottom">учет машинных носителей персональных данных;</li>
                            <li className="privacy__list-item list-item_bottom">определение угроз безопасности персональных данных при их обработке, формирование на их основе модели угроз и их нейтрализация;</li>
                            <li className="privacy__list-item list-item_bottom">проверка выполнения работниками Общества требований обработки персональных данных субъектов в информационной системе персональных данных;</li>
                            <li className="privacy__list-item list-item_bottom">обеспечение и поддержание в помещениях необходимых условий для работы с конфиденциальными документами и базами данных, содержащими персональные данные субъектов; </li>
                            <li className="privacy__list-item list-item_bottom">регулярный контроль за соблюдением требований по обеспечению безопасности персональных данных (путем проведения внутренних проверок, установления специальных средств мониторинга и др.); </li>
                            <li className="privacy__list-item list-item_bottom">ознакомление работников Общества, осуществляющих обработку персональных данных, с правилами и требованиями законодательства Российской Федерации, с внутренними локальными актами ООО «Ресайклекс», касающимися обработки персональных данных и требований по обеспечению безопасности, а также при необходимости обучение указанных работников;</li>
                            <li className="privacy__list-item list-item_bottom">осуществление контроля за принимаемыми (принятыми) мерами по обеспечению безопасности персональных данных и уровнем защищенности персональных данных при их обработке в информационной системе персональных данных;</li>
                            <li className="privacy__list-item">иные требования, предусмотренные законодательством Российской Федерации в области персональных данных.</li>
                        </ul>
                </div>
        </section>
    );
}
